Repository: osaurus-ai/osaurus
Catalog: App/osaurus/InfoPlist.xcstrings
Source language: en
Languages: ru, zh_hans

# CFBundleDisplayName
source: Osaurus
ru: Озавр

# CFBundleName
source: osaurus
ru: озавр

# NSAppleEventsUsageDescription
source: Osaurus plugins may use automation to control other applications on your behalf.
ru: Плагины Osaurus могут использовать автоматизацию для управления другими приложениями от вашего имени.
zh_hans: Osaurus 插件可能会使用自动化代表你控制其他应用。

# NSCalendarsFullAccessUsageDescription
source: Osaurus plugins may access your calendar to read and create events.
ru: Плагины Osaurus могут получать доступ к вашему календарю для чтения и создания событий.
zh_hans: Osaurus 插件可能会访问你的日历，以读取和创建日程。

# NSCalendarsUsageDescription
source: Osaurus plugins may access your calendar to read and create events.
ru: Плагины Osaurus могут получать доступ к вашему календарю для чтения и создания событий.
zh_hans: Osaurus 插件可能会访问你的日历，以读取和创建日程。

# NSContactsUsageDescription
source: Osaurus plugins may access your contacts to search and read contact information.
ru: Плагины Osaurus могут получать доступ к вашим контактам для поиска и чтения контактной информации.
zh_hans: Osaurus 插件可能会访问你的联系人，以搜索和读取联系人信息。

# NSLocalNetworkUsageDescription
source: Osaurus uses the local network to discover and connect to agents running on other devices.
ru: Osaurus использует локальную сеть для обнаружения агентов, работающих на других устройствах, и подключения к ним.
zh_hans: Osaurus 使用本地网络来发现并连接运行在其他设备上的智能体。

# NSLocationUsageDescription
source: Osaurus plugins may access your location to provide location-based services.
ru: Плагины Osaurus могут получать доступ к вашему местоположению для предоставления услуг на основе местоположения.
zh_hans: Osaurus 插件可能会访问你的位置，以提供基于位置的服务。

# NSLocationWhenInUseUsageDescription
source: Osaurus plugins may access your location to provide location-based services.
ru: Плагины Osaurus могут получать доступ к вашему местоположению для предоставления услуг на основе местоположения.
zh_hans: Osaurus 插件可能会访问你的位置，以提供基于位置的服务。

# NSMicrophoneUsageDescription
source: Osaurus uses the microphone for on-device voice transcription with FluidAudio.
ru: Osaurus использует микрофон для транскрипции голоса на устройстве с помощью FluidAudio.
zh_hans: Osaurus 使用麦克风通过 FluidAudio 进行设备端语音转写。

# NSRemindersUsageDescription
source: Osaurus plugins may access your reminders to read and create tasks.
ru: Плагины Osaurus могут получать доступ к вашим напоминаниям для чтения и создания задач.
zh_hans: Osaurus 插件可能会访问你的提醒事项，以读取和创建任务。

# NSScreenCaptureUsageDescription
source: Osaurus can capture system audio for transcription. Screen content is not recorded.
ru: Osaurus может захватывать системный звук для транскрипции. Содержимое экрана не записывается.
zh_hans: Osaurus 可以捕获系统音频用于转写。不会录制屏幕内容。
